<template>
  <section>
        <h1 class="rate_H">Юридическая информация и официальные уведомления</h1>
        <h2 class="rate_H2">Право собственности на сайт; согласие с условиями использования</h2>
        <p class="rate_p">
            Настоящие положения и условия использования («Условия использования») относятся к веб-сайту компании Apple, расположенному по адресу www.apple.com, и ко всем соответствующим сайтам, связанным с веб-сайтом www.apple.com и принадлежащим компании Apple, её дочерним предприятиям и филиалам, включая сайты Apple по всему миру (совместно именуемые «Сайт»). Сайт является собственностью компании Apple Inc. («Apple») и её лицензиаров. ИСПОЛЬЗУЯ САЙТ, ВЫ ПРИНИМАЕТЕ НАСТОЯЩИЕ УСЛОВИЯ ИСПОЛЬЗОВАНИЯ; В СЛУЧАЕ НЕСОГЛАСИЯ С УСЛОВИЯМИ НЕ ИСПОЛЬЗУЙТЕ САЙТ.
        </p>
        <p class="rate_p">
            Apple оставляет за собой право в любое время по своему усмотрению изменять, добавлять или удалять пункты настоящих Условий использования. Вы несёте ответственность за периодическую проверку настоящих Условий использования на наличие изменений. Продолжение использования Сайта после внесения изменений означает принятие вами этих изменений. При условии соблюдения вами настоящих Условий использования Apple предоставляет вам личное, неисключительное, не подлежащее передаче другому лицу, ограниченное право на посещение и использование Сайта.
        </p>
        <p class="rate_p">
            Кроме тех случаев, когда это явно указано в настоящих Условиях использования, никакая часть Сайта и Содержимого не может быть скопирована, воспроизведена, опубликована, размещена в Интернете, отправлена по почте, публично продемонстрирована, закодирована, переведена, передана или распространена любым способом (включая «дублирование») на любой другой компьютер, сервер, веб-сайт или любой другой носитель для публикации, распространения или любого коммерческого предприятия без предварительного явно выраженного письменного согласия компании Apple.
        </p>
        <p class="rate_p">
            Вы можете использовать информацию о продуктах и услугах компании Apple (такую как техническая документация, статьи базы знаний и аналогичные материалы), которая специально предоставлена компанией Apple для загрузки с Сайта, при условии, что вы (1) оставите все замечания об авторском праве на всех языках во всех копиях таких документов, (2) будете использовать такую информацию только в личных, некоммерческих информационных целях и не будете копировать или размещать такую информацию на любом сетевом компьютере или передавать её в любой среде передачи информации, (3) не будете вносить в такую информацию никаких изменений, (4) не будете делать дополнительных заверений или давать гарантий относительно таких документов.
        </p>
         <h2 class="rate_H2">Право собственности на сайт; согласие с условиями использования</h2>
         <p class="rate_p">
            Вы можете использовать информацию о продуктах и услугах компании Apple (такую как техническая документация, статьи базы знаний и аналогичные материалы), которая специально предоставлена компанией Apple для загрузки с Сайта, при условии, что вы (1) оставите все замечания об авторском праве на всех языках во всех копиях таких документов, (2) будете использовать такую информацию только в личных, некоммерческих информационных целях и не будете копировать или размещать такую информацию на любом сетевом компьютере или передавать её в любой среде передачи информации, (3) не будете вносить в такую информацию никаких изменений, (4) не будете делать дополнительных заверений или давать гарантий относительно таких документов.
        </p>
        <p class="rate_p">
            Вы можете использовать информацию о продуктах и услугах компании Apple (такую как техническая документация, статьи базы знаний и аналогичные материалы), которая специально предоставлена компанией Apple для загрузки с Сайта, при условии, что вы (1) оставите все замечания об авторском праве на всех языках во всех копиях таких документов, (2) будете использовать такую информацию только в личных, некоммерческих информационных целях и не будете копировать или размещать такую информацию на любом сетевом компьютере или передавать её в любой среде передачи информации, (3) не будете вносить в такую информацию никаких изменений, (4) не будете делать дополнительных заверений или давать гарантий относительно таких документов.
        </p>
  </section>
</template>

<script>
export default {

}
</script>

<style>
    .rate_H{
        padding-top: 40px;
        padding-bottom: 40px;
        text-align: center;
        border-bottom: 2px solid #f3f3f3;
    }
    .rate_H2{
        font-size: 25px;
        font-weight: 600;
        margin-bottom: 20px;
        margin-top: 40px;
    }
    .rate_p{
        margin-bottom: 20px;
    }
</style>