<template>
  <section>
        <h1 class="rate_H">
            Тарифы и комиссии на LocalUsdt.com
            В целях продвижения платформы, мы не берем комиссии за покупку-продажу USDT
            до 10 февраля 2020г.
        </h1>
        <h2 class="rate_H2">Тарифы с 10 февраля 2020г.</h2>
        <div class="rate_p">
            <h3 class="rate_p">
                Покупка USDT
            </h3>
            <ul style="margin-left:30px">
                <li>
                    LocalUSDT не взимает комиссию с покупателей криптовалюты.
                </li>
            </ul>
        </div>
        <div class="rate_p">
            <h3 class="rate_p">
                Продажа USDT 
            </h3>
            <p class="rate_p">Размер комиссии различается в зависимости от способа продажи.</p>
            <ul style="margin-left:30px">
                <li>
                   В случае размещения собственного объявления о продаже USDT (maker), комиссия с продавца составит 0,25 %
                </li>
                <li>
                    В случае продажи путем ответа на чужое объявление о покупке (taker), комиссия составит 0,5 %
                </li>
                <li>
                    Комиссия удерживается из баланса вашего кошелька по завершению сделки. Если сделка не завершена или отменена, и криптовалюта возвращена продавцу, комиссия не взимается.
                </li>
            </ul>
        </div>
        <h3 class="rate_p">
            Пополнение и вывод USDT на внешние кошельки 
        </h3>
        <p class="rate_p">Размер комиссии различается в зависимости от способа продажи.</p>
        <ul class="rate_p" style="margin-left:30px">
            <li>
                Мы не берем комиссию за пополнение кошелька. Вы заплатите только комиссию сети Ethereum за перевод токенов. Она незначительна, меняется динамически и может указываться в вашем внешнем кошельке в момент отправки.
            </li>
             <li>
                 <p>
                    Комиссия за вывод USDT на внешний кошелек зависит от суммы транзакции 
                 </p>
                 <p>
                    $0 - $19,99 = 1 USDT
                 </p>
                 <p>
                    $20 - $49,99 = 2 USDT
                 </p>
                 <p>
                    Больше $50 = 3 USDT
                 </p>
                 <p>
                    Данная комиссия взимается в дополнение к комиссии сети Ethereum за перевод токенов.
                 </p>
            </li>
        </ul>
  </section>
</template>

<script>
export default {

}
</script>

<style>
    .rate_H{
        padding-top: 40px;
        padding-bottom: 40px;
        text-align: center;
        border-bottom: 2px solid #f3f3f3;
    }
    .rate_H2{
        font-size: 25px;
        font-weight: 600;
        margin-bottom: 20px;
        margin-top: 40px;
    }
    .rate_p{
        margin-bottom: 20px;
    }
</style>